[
	{
		"title":"Основы правильного питания",
		"description":
		[
			"Тема питания очень важна для людей, занимающихся спортом. Бытует мнение, что правильное питание- это 50 процентов успеха при достижении ваших спортивных результатов. Но почему же это так важно?",
			"В этой статье я попытаюсь максимально просто объяснить принципы правильного питания для спортсмена, занимающегося наращиванием мышечной массы.",
			"В данном материале я не буду очень глубоко задевать нюансы, связанные с этим вопросом, но тезисно попытаюсь объяснить, что к чему",
			"Главным фактором составления своего питательного рациона является правильное понимание и распределение в нём трёх основных базовых нутриентов (белки, жиры и углеводы).",
			"Прежде всего стоит уяснить, что каждый из них чрезвычайно важен и ограничение себя, скажем, в жирах, может привести, например, к ограниченному синтезу белка в организме",
			"Коротко о главном",
			"Белки имеют огромную роль в мышечной работе: с их помощью составляются белковые структуры мышц, которые непосредственно выполняют работу на тренировке. Белок восстанавливает",
			"повреждённые мышечные волокна после тренировки, и он же растит новые.",
			"Углеводы накапливаются в мышцах в виде гликогена, который, в свою очередь даёт вам энергию во время тренировки, без которой силы мы черпали бы из других источников в ущерб себе",
			"Принятие жиров является одним из важнейших факторов для правильной работы гормонов, для здоровья суставов и нервной системы.  Значит, жиры так же важны для тренинга, как и остальные нутриенты",
			"Условно белки делятся на быстро усваиваемые и долго усваиваемые. Белок с долгим периодом усваивания будет дольше перевариваться и на протяжении большего количества времени будет питать ваши мышцы",
			"Это хороший фактор в том случае, если вы на долго остаётесь без источника белка, например, во время сна. Таким образом, предпочтительно перед сном съедать пачку творога, которая представляет",
			"собой чистой воды казеин (долгий белок), это обеспечит питание ваших мышц на протяжение всей ночи. Эталоном белка является яичный белок: он лучше всего усваивается в организме и имеет очень богатый ",
			"аминокислотный состав. Неплохое подспорье для тех, кто наращивает мышечную массу",
			"Теперь об углеводах. Условно они разделяются опять же на «быстрые» и «долгие». Это определяет их гликемический индекс (чем он выше, тем быстрее углевод). Быстрые углеводы- это сахара: глюкоза, ",
			"фруктоза, сахароза, мальтоза и всё подобное. Углеводы с высоким гликемическим индексом резко повышают уровень сахара в крови и не представляют ценности для людей, которые занимаются накачкой мышц.",
			"Исключение составляет утро, когда уровень сахара в крови спортсмена после сна крайне мал и быстрые углеводы могут резко поднять его до необходимого уровня. Позже этот уровень должен поддерживаться ",
			"за счёт долгих углеводов. Ниже будет приложен список продуктов и разновидностей белков и углеводов. ",
			"Время жиров. Жиры бывают животными (холестерин) и растительными. Важно понимать, что все эти жиры крайне необходимы организму. Позже этот вопрос будет рассмотрен в статье о жирах. Если кратко,",
			"то холестерин необходим для синтеза гормонов. Жиры ОМЕГА-3 и ОМЕГА-6 абсолютно незаменимы и показаны к применению даже тем, кто не занимается спортом.",
			"Теперь о времени приёма тех или иных нутриентов",
			"Все углеводы (вне зависимости от их гликемического индекса) желательно съедать в первой половине дня. В худшем случае, до 7 часов вечера. Количество необходимых углеводов высчитывается их пропорции",
			"3-4 грамма на килограмм тела. То есть, если ваш вес 70 кг, для набора мышечной массы вам нужно съедать примерно 210-280 грамм углеводов.",
			"Белки можно есть в любое время, но стоит обращать внимание на присутствие в том продукте и жиров. Не стоит есть очень много белка: это может повлечь за собой зашлакованность организма и проблемы с почками.",
			"Обычно количество необходимого белка для спортсмена высчитывается по пропорции 1.5-2 грамма белка на один килограмм тела. То есть, если ваш вес составляет 70 кг, то в день вам нужно съедать примерно 105-140 грамм белка.",
			"Жиры есть утром и вечером не стоит. Идеальным временем для применения жиров является вторая половина дня, но не вечер. Желательно, сразу после тренировки. Количество необходимых жиров высчитывается из пропорции 0.5 грамм на килограмм тела.",
			"Стоит знать, что приведённые выше данные слишком общи, чтобы безапелляционно применять их на себе. Важными факторами при расчёте количества нутриентов будут являться: тип вашего телосложения, количество тренеровок,",
			"их интенсивность, их направленность, ваш повседневный образ жизни. Самым верным способом является эксперимент. Не переставайте пробовать и вы обязательно найдёте для себя идеальные пропорции.",
			"Быстрые углеводы:",
			"Мучное",
			"Фрукты",
			"Сладкое",
			"Хлеб (особенно белый)",
			"Соки",
			"Долгие углеводы (то, что должно превалировать в вашем рационе помимо белков):",
			"Каши (гречка, овсянка, манка, горох, рис)",
			"Макароны",
			"Картофель",
			"Овощи",
			"Зелень",
			"Бобовые",
			"Долгие белки:",
			"Творог",
			"Мясо",
			"Рыба",
			"Старайтесь придерживаться тех рекомендаций, что я дал вам выше, и вы обязательно заметите результат. Рассчитайте примерное количество необходимых нутриентов, отталкивайтесь от него, модернизируйте свой рацион.",
			"Исключите вредные продукты (транс-жиры, а иногда и быстрые углеводы), примите за правило питаться в определённое время.",
			"Теперь несколько рекомендаций относительно частоты вашего питания. Считается вредным есть сразу по многу. Старайтесь разбить свой рацион на 5-6 небольших приёмов пищи. Так вы максимально разгрузите свой ",
			"организм и вам легче будет соблюдать данные мной наставления.",
			"Заведите дневник питания, отмечайте в нём увеличение веса в зависимости от рациона."
		]
	},
	{
		"title":"Возьмите креатин с собой в тренажерный зал",
		"description":
		[
			"Наиболее надежный природный анаболик: креатин Из огромного множества спортивных добавок, креатин продолжает царствовать в качестве",
			"бесспорного чемпиона, как продукт для атлетов силовых видов спорта. По результатам всех атлетов, которые принимают дополнительно",
			"креатин, видно, что он дает огромные преимущества в продуктивности на тренировке, в сравнении с теми, кто не принимает креатиновые",
			"добавки. Начиная с известной формы креатина  моногидрата (по исследованиям самой популярной, эффективной и доступной) и всех других ",
			"форм (цитрат, этиловый эфир, малат, пируват, гидрохлорид и др.)  - эта добавка остается лидером в спортивном питании.",
			"улучшает выносливость и максимальную силу при силовых нагрузках ",
			"увеличивает мышечную массу и объемы.",   
			"Наряду со своей основной ролью в повышении уровня энергии, креатин, прямо и косвенно помогает в строительстве мышечной ткани и многих",
			"других функциях, необходимых для достижения оптимальной производительности в бодибилдинге. Креатин помогает построить мышцы быстрее,",
			"чем все другие, повышающих работоспособность соединений вместе взяты. Если Ваша цель увеличить мышечную массу, то прием креатина ",
			"является обязательным. Креатин строит мышцы несколькими способами. Он повышает уровень гормона IGF-1, который является ключевым ",
			"регулятором роста мышц, через его влияние на активацию клеток скелетных мышц. Креатин повышает уровень тестостерона естественным ",
			"образом. Ученые заметили, что при 10-ти недельном изучении приема креатина уровень тестостерона был значительно выше, в сравнении с ",
			"группой, которая принимала плацебо. Кроме этого, когда мышцы насыщенны креатином, они способны хранить большее количество воды, ",
			"создавая эффект большего объема. За счет лучшей гидратации повышается потенциал роста мышечной ткани. Креатин привлекает воду в ",
			"мышечные клетки с помощью осмоса. Когда это происходит, клетки увеличиваются в объеме, а, следовательно, и размер мышц увеличивается, ",
			"процессы внутри клетки протекают лучше, в том числе и синтез белка. Креатин уменьшает  воспаление и мышечные микротравмы вследствие ",
			"тяжелой физической работы. В одном из ключевых исследований, оценили 18 спортсменов-мужчин, которые принимали 20 граммов креатина в день ",
			"в течение пяти дней, и 16спортсменов, которые принимали плацебо при таких же условиях (обе группы учувствовали в 30-ти км гонке).",
			"Было установлено, что в группе, которая принимала креатин, в отличие от контрольной группы, наблюдалось падение нескольких важных",
			"маркеров повреждения клеток, включая лактатдегидрогеназы, простагландины-E и креатинкиназы. Следовательно, исследователи пришли к выводу, ",
			"что креатин  поддерживает восстановление после интенсивных тренировок. Возьмите креатин с собой в тренажерный зал! ",
			"Результаты, которых помогает добиться креатин, настолько значительны, что ими невозможно пренебрегать! При приеме  5-10 грамм креатина в ",
			"день, мы можем быть уверены, что  ускорим наращивание мышечной массы, прибавим силы и выносливости. Стоит только выбрать качественный креатин!"
		]
	},
	{
		"title":"Мелатонин - гормон сна.",
		"description":
		[
			"Мелатонин естественный гормон, который вырабатывается  шишковидной железой, играет важную роль в регуляции цикла «сон-бодрствование».",  
			"Выделение гормона мелатонина шишковидной железой  напрямую связано с работой зрительного нерва.  Мелатонин начинает вырабатываться с ",
			"наступлением темноты в конце каждого дня и пик его концентрации в крови приходится, примерно, на 2 часа ночи. Это синхронизирует ритмы нашего ",
			"организма с ритмами дня и ночи.  Очень часто мелатонин используют, как домашнее средство регуляции сна при смене часовых поясов.",
			"Аминокислота триптофан в процессе метаболизма превращается в 5-HTP (5-гидрокситриптофан), который в свою очередь, может конвертироваться в ",
			"серотонин, а затем в мелатонин.  Люди, рацион которых, беден на содержание триптофана или те, кто проживает в районах, где светлые ночи, могут",
			"испытывать серьезную нехватку серотонина и мелатонина. В этом случае мелатонин содержащие добавки будет очень полезны, и могут не только ",
			"поддерживать биоритмы, но и сохранять хорошее настроение, избегать депрессионных настроев. Он регулирует артериальное давление, особенно при",
			"психо-эмоциональной нагрузке. Мелатонин также является мощным антиоксидантом, который поддерживает функции иммунной системы, замедляет процессы ",
			"старения и является антагонистом кортизола - гормона стресса, который  производится в надпочечниках. Кортизол частично ответственен за многие ",
			"классические симптомы хронического стресса, в том числе недостаток сна.  В спортивной практике мелатонин применяется в целях предупреждения ",
			"перетренированости и снятия стресса после тяжелых нагрузок. С возрастом уровень мелатонина в организме снижается, поэтому иногда добавки",
			"обеспечивают оптимальный уровень этого важного гормона. Ученые считают, что  дефицит мелатонина является одной из причин, почему пожилые люди ",
			"имеют проблемы со сном значительно чаще, чем молодые. Раньше это вещество получали из  железистой ткани животных, теперь же используется  чистая ",
			"природная форма мелатонина, которая также подходит для вегетарианцев. Действие препарата наступает через 60-120 мин после приема."
		]
	},
	{
		"title":"Белки: важность в рационе активных людей",
		"description":
		[
			"Белки (протеины - от греч. Πρότεροζ - первоначальный) - это основная функциональная субстанция нашего организма, выполняющая", 
			"огромное количество функций, от структурной (мышцы и др.) до передачи наследственной информации (гены). Белки как пищевой продукт ",
			"важны организму для построения собственных белков, при этом поступивший с пищей белок переваривается, расщепляясь на его ",
			"частицы - аминокислоты.  Белки (протеины), как пищевая добавка к рациону - это очищенные от жиров и углеводов продукты питания ",
			"(молоко, соя, яйца и др.), которые проходят многократную фильтрацию от ненужных веществ, и в виде порошков предназначены для ",
			"употребления  (коктейли, пудинги, выпечка и т.д.).  Употребление протеинов спортсменами, любителями и приверженцами фитнеса ",
			"(людьми, которые ведут активный образ жизни) - весьма важный, порой решающий способ сохранить и увеличить мышечную массу, а",
			"значит - стать обладателем красивого тела. К этим выводам наука пришла путём многочисленных исследований, посвящённым изучению организма ",
			"активных людей. На сегодняшний день установлено, что оптимальное рекомендуемое количество потребляемого белка активными людьми вдвое", 
			"превышает рекомендуемое количество белка в рационе пассивных, «сидячих» людей: среднее количество белка, способное удовлетворить ",
			"потребности организма, не испытывающего регулярных физических нагрузок составляет 0,8 г на 1 кг массы тела. Это примерно 60 г белка в день ",
			"для человека весом в 75 кг. Для активных людей эта норма составляет от 1.4 до 2 г белка на 1 кг массы тела - то есть около 130 граммов ",
			"белка в день! Это объясняется, во-первых, большими энергетическими затратами тренирующегося организма, а во-вторых - усиленным обменом ",
			"белков в мышцах -  на место разрушающихся при нагрузках мышечных белков должны поступать новые белки из пищи.  Почему же нутрициологи, ",
			"врачи и спортивная медицина единогласно считают необходимым обогащать рацион активных людей белковыми концентратами - протеинами? ",
			"Ведь белок мы получаем в достаточном количестве из мяса и яиц! Но насколько достаточно это количество - судите сами. Возьмём опять же ",
			"человека с массой тела 75 кг, который испытывает регулярные физические нагрузки. Если учесть, что в его дневном рационе должно быть 130 г ",
			"белка, ему необходимо съесть: 6 яиц, 4 котлеты из куриной грудки или нежирной свинины, 200 г творога, 500 мл молока и 200 г риса! ",
			"Вполне понятно, что каждый из нас съедает в лучшем случае половину из вышеперечисленного, так как наш рацион состоит большей частью из ",
			"углеводов - мучных и кондитерских изделий, картофеля, закусок из фаст-фудов. Что происходит при таком недополучении рекомендуемого ",
			"количества белка?  Белки - это не только мышечная ткань. Белки выполняют имунную функцию и отвечают за передачу наследственной информации.", 
			"Составные части белка - аминокислоты - подобно витаминам, принимают участие во многих процессах в организме. Более того, 10 из 20 аминокислот, ",
			"входящих в состав белков, незаменимы для организма и при их недополучении наблюдаются симптомы, сходные с гиповитаминозами - слабость,", 
			"быстрая утомляемость, низкая резистентность к инфекции, а также мышечная дистрофия. Активные люди и спортсмены чаще испытывают дефицит белка ",
			"в силу более высокой потребности в нём, а особенно сказывается на здоровье недополучение белка после физических нагрузок.", 
			"Следствие такого дефицита наглядно иллюстрирует один из самых масштабных эксперементов, посвящённых важности белка для активных и тренирующихся ",
			"людей (2004 г): 387 американских моряков были разделены на группы, одна из которых в течение 54 дней получала белковые добавки после физических ",
			"нагрузок, а другая группа получала только углеводы. Результаты оказались впечатляющими: за этот период моряки из группы, получавшей белковые ",
			"добавки, обращались к врачу на 33% реже, чем члены группы, не получавшей белок сразу после физической нагрузки! Кроме того, боль в мышцах ",
			"беспокоила членов первой группы значительно меньше. Любопытно, что белок, который давали морякам, был сывороточным (белок молочной сыворотки,", 
			"сывороточный протеин) - это самый ценный источник белка для нашего организма.   Протеины - пищевые добавки, которыми можно обогатить свой рацион ",
			"и употреблять после физических нагрузок. Это тщательно очищенные от балластных веществ продукты питания, и в зависимости от того продукта, ",
			"из которого получен белок, протеины бывают: сывороточные (из молочной сыворотки), яичные, соевые, молочные, и реже - злаковые. Самым ценным", 
			"считается сывороточный протеин, благодаря его аминокислотному составу. В 100 граммах этого белка содержится 26 граммов аминокислот с ",
			"разветвлёнными боковыми цепочками - АРЦ (ВСАА) - лейцина, изолейцина и валина, которые являются мощным поставщиком энергии при физических ",
			"нагрузках. Особенно много в сывороточном белке лейцина - аминокислоты, способствующей сохранению мышечной ткани от распада при тяжёлых ",
			"физических нагрузках и диете, а также обладающей уникальной способностью стимулировать производство белка мышечной клеткой. ",
			"Ведущие фирмы-производители протеиновых добавок делают свой продукт вкусным, быстроусваиваемым и удобным в использовании. ",
			"На сегодняшний день огромное количество людей по всему миру, ведущих активный образ жизни, употребляют протеины и аминокислотные комплексы, ",
			"как самый полезный и нужный источник силы и выносливости при повышенных физических нагрузках."
		]
	},
	{
		"title":"Витамины и физические нагрузки",
		"description":
		[	"Роль витаминов в жизнедеятельности организма изучается на протяжении почти ста лет. С открытием свойств и функций витаминов науке ",
			"стали известны фундаментальные способы укрепления здоровья и продления жизни, профилактики и лечения многих болезней, адаптации к ",
			"различным условиям среды и профессии. Обеспечение витаминами организма, испытывающего повышенные физические нагрузки, рассматривается ",
			"медициной и нутрициологией, как отдельный вопрос. Доказано, что поступление витаминов из повседневной пищи городского человека является ",
			"неполноценным. Жители городов не имеют возможности употреблять ежедневно фрукты и овощи с огорода, и к тому же основная часть продуктов,", 
			"содержащих витамины, проходит кулинарную обработку, а также хранится в течение времени, достаточного для разрушения витаминов.", 
			"Например, при хранении в холодильнике овощей и фруктов, за три дня витамин С разрушается на 30%, а при термической обработке исчезает ",
			"до 90-100% всех витаминов! Сельскохозяйственная культивация овощей и фруктов привела к тому, что во многих сортах количество витаминов ",
			"A, B1, B2, Е и C сократилась от 30 до 50%. Причём с каждым годом эти цифры растут! Такие обстоятельства говорят о том, что обогащение ",
			"витаминами рациона с помощью добавок стало необходимым для нормальной жизнедеятельности организма. ",
			"Витамины - это незаменимые для организма катализаторы жизненно важных реакций, то есть без присутствия витаминов эти реакции не могут ",
			"произойти. Среди процессов, регулируемых витаминами - образование гормонов, рост всех тканей организма, кроветворение, нервная ",
			"деятельность, формирование защиты от инфекции иммунной системой. Соответственно, эти процессы нарушаются и затрудняются при дефиците ",
			"витаминов. Чем же примечательна потребность в витаминах у активных людей и спортсменов? Как уже говорилось, ни один важный процесс в ",
			"организме не протекает без присутствия витаминов. У людей, которые испытывают высокие физические нагрузки, многие процессы происходят ",
			"быстрее и интенсивнее, чем у пассивных людей - быстрее обновляется мышечная ткань, интенсивнее вырабатываются гормоны, активнее окисляются ",
			"жиры. Поэтому количество витаминов, необходимых человеку, напрямую зависит от степени и характера физических нагрузок.", 
			"Например, упражнения с отягощениями (анаэробные упражнения) ведут к интенсивному образованию свободных радикалов - молекул, которые ",
			"обладают агрессивной химической активностью по отношению к окружающим тканям и повреждают клеточные мембраны.", 
			"Витамины-антиоксиданты A, E и C (антиоксиданты - вещества, нейтрализующие свободные радикалы) при этом призваны защищать мышечные клетки от ",
			"свободно-радикального повреждения, тем самым помогая сохранить жизнь всей клетки. Провоцируемые физической активностью повреждения на ",
			"клеточном уровне приводят к тому, что образование всех тканей происходит также быстрее, чем у пассивных людей. Витамины здесь - важнейшее ",
			"звено, без которого невозможна полноценная регенерация. Витамин D, например, отвечает за отложение кальция в костях, а витамины группы B ",
			"обеспечивают полноценную трофику нервной системы. Кстати о нервах: организм воспринимает интенсивные физические упражнения, как своего рода ",
			"стресс, а значит, угнетается нервная система. Витамины группы В при этом играют решающую роль в защите нейропсихического равновесия.", 
			"Интенсивные физические нагрузки, психическое напряжение и повышенная активность может вызывать дефицит минералов - микро- и макроэлементов, ",
			"которые, как и витамины, выполняют регуляторную функцию различных процессов. Минералы магний и калий человек теряет в значительном количестве ",
			"при потении, а перетренированность вызывает потерю цинка - минерала, который сохраняет структуру тестостерона в крови мужчины. ",
			"Не подлежит сомнению, что повышенная физическая активность увеличивает потребность организма в витаминах и минералах. Важно понимать, ",
			"что обеспечение организма витаминами является первым и самым важным звеном в рационе активных людей и спортсменов. Рост и сохранение мышц - ",
			"главная цель людей, выполняющих физические упражнения, возможен благодаря витаминам - в первую очередь, и только во вторую - белково-углеводному ",
			"питанию и различным добавкам.  Интересные факты: *Многие витаминные добавки содержат повышенные дозы витаминов. Выбор такой добавки рекомендован ",
			"прежде всего в подготовительный и соревновательный периоды у спортсменов, а также активным людям, регулярно испытывающих повышенные физические ",
			"нагрузки. *Наилучшее время приёма витаминов - с едой или сразу после еды (это помогает усвоиться жирорастворимым витаминам).", 
			"Приём витаминов перед тренировкой не оказывает прямого стимулирующего эффекта на тренировке; достаточно просто регулярного употребления витаминов в течение дня."
		]
	}
]